Repository: kpl-addons/plugin.video.kpl.tvp
Catalog: resources/language/resource.language.*/strings.po
Languages: pl_pl

# #30104
source: API Tree
pl_pl: Drzewo API

# #30114
source: Rebroadcast
pl_pl: Retransmisje

# #30115
source: Archive
pl_pl: Archiwum

# #30116
source: Parliament
pl_pl: Parlament

# #30117
source: Broadcast
pl_pl: Transmisje

# #30118
source: EuroParliament
pl_pl: EuroParlament

# #30120
source: Sport magazines
pl_pl: Magazyny

# #30121
source: Video
pl_pl: Wideo

# #30123
source: Live TV
pl_pl: Kanały na żywo

# #30132
source: Set filename and destination directory
pl_pl: Ustaw nazwę pliku i katalog docelowy

# #30134
source: Generate playlist
pl_pl: Generuj playliste

# #30135
source: Playlist M3U generated
pl_pl: Wygenerowano playliste M3U

# #30137
source: Porgram
pl_pl: Program

# #30102
source: Password
pl_pl: Hasło

# #30103
source: Main
pl_pl: Główne

# #30110
source: Advanced
pl_pl: Zaawansowane

# #30111
source: Debugging
pl_pl: Debugowanie

# #30112
source: Extra details
pl_pl: Dodatkowe szczegóły

# #30124
source: Transmission layout
pl_pl: Układ transmisji

# #30125
source: File name
pl_pl: Nazwa pliku

# #30126
source: Nothing to do
pl_pl: Nic

# #30127
source: Look
pl_pl: Widok

# #30128
source: Day folder
pl_pl: Katalogi dzienne

# #30129
source: Day label
pl_pl: Sekcje dzienne

# #30130
source: Single list
pl_pl: Pojedyncza lista

# #30131
source: Create M3U playlist
pl_pl: Utwórz playliste M3U

# #30133
source: Destination directory
pl_pl: Katalog docelowy

# #30136
source: Under development
pl_pl: W trakcie developerki

# #30138
source: TV Station Icon
pl_pl: Typ ikony stacji TV

# #30139
source: TV Station Logo
pl_pl: Logo stacji TV

# #30140
source: Current Program icon
pl_pl: Ikona bieżącego programu

# #30142
source: InputStream Adaptive Settings
pl_pl: Ustawienia InputStream Adaptive

# #30143
source: InputStream Helper Settings
pl_pl: Ustawienia InputStream Helper

# #30144
source: DEV Zone (don't use)
pl_pl: Strefa DEV (nie używać)

# #30145
source: Login
pl_pl: Logowanie

# #30146
source: TV list format
pl_pl: Format listy TV

# #30147
source: Custom format. Use {channel}, {prog}, {times}, {start}, {date}.
pl_pl: Format użytkownika. Używaj {channel}, {prog}, {title}, {times}, {start}, {date}.

# #30148
source: Custom
pl_pl: Użytkownika

# #30152
source: TV list custom format
pl_pl: Format użytkownika listy TV.

# #30153
source: Formatting
pl_pl: Formatowanie

# #30154
source: Time style
pl_pl: Styl godzin

# #30155
source: Channel style
pl_pl: Styl kanału

# #30156
source: Program style
pl_pl: Styl programu

# #30157
source: Content not available
pl_pl: Materiał niedostępny

# #30158
source: [ABO zone] Access to content after entering the access data in the settings tab.
pl_pl: [Strefa ABO] Dostęp do materiału po wpisaniu danych dostępowych w zakładce ustawienia.

# #30159
source: [ABO zone] No authorization
pl_pl: [Strefa ABO] Brak uprawnień

# #30160
source: [B]Error[/B]
pl_pl: [B]Błąd[/B]

# #30161
source: Stream quality selection
pl_pl: Wybór jakości strumienia

# #30162
source: Manually
pl_pl: Ręcznie

# #30163
source: Maximum
pl_pl: Maksymalny

# #30164
source: High
pl_pl: Wysoki

# #30165
source: Average
pl_pl: Średni

# #30166
source: Low
pl_pl: Niski

# #30167
source: Very low
pl_pl: Bardzo niski

# #30168
source: Per page limit
pl_pl: Limit na stronę

# #30169
source: 50 items
pl_pl: 50 pozycji

# #30170
source: 100 items
pl_pl: 100 pozycji

# #30171
source: 150 items
pl_pl: 150 pozycji

# #30172
source: 200 items
pl_pl: 200 pozycji

# #30173
source: 250 items
pl_pl: 250 pozycji

# #30174
source: 500 items
pl_pl: 500 pozycji

# #30175
source: Default
pl_pl: Domyślny
